Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/local_and_regional_government/local_authorities.html.txt.tmx
Source language: en
Languages: ga

source: Since the 2014 local elections there are 31 local authorities with a total of 949 members known as councillors
ga: Ó thoghcháin áitiúla 2014, tá 31 údarás áitiúil ann ina bhfuil 949 comhalta, ar an iomlán, ar a dtugtar comhairlí

source: Under the Local Government Reform Act 2014 the town authorities were replaced by a system of 95 municipal districts, integrating town and county governance, and certain local authorities were merged
ga: Faoin Acht um Athchóiriú Rialtais Áitiúil, 2014, cuireadh córas de 95 ceantar bardasach in ionad na n-údarás baile, a rinne rialachas baile agus contae a chomhdhlúthú, agus rinneadh roinnt údaráis áitiúla a chónascadh

source: There are 26 county councils and they are responsible for local government in 24 geographical counties including the county of Dublin
ga: Tá 26 comhairle contae ann agus tá siad freagrach as an rialtas áitiúil in 24 contae tíreolaíoch, lena n-áirítear contae Bhaile Átha Cliath

source: Dublin county has 3 county councils – South Dublin County Council, Dun Laoghaire-Rathdown County Council and Fingal County Council
ga: Tá 3 chomhairle contae i gcontae Bhaile Átha Cliath – Comhairle Contae Bhaile Átha Cliath Theas, Comhairle Contae Dhún Laoghaire-Ráth an Dúin agus Comhairle Contae Fhine Gall

source: There are 2 city and county councils
ga: Tá dhá chomhairle cathrach agus contae

source: They are responsible for local government in Limerick (Limerick City and County Council) and Waterford (Waterford City and County Council)
ga: Tá siad freagrach as rialtas áitiúil i Luimneach (Comhairle Cathrach agus Contae Luimnigh) agus i bPort Láirge (Comhairle Cathrach agus Contae Phort Láirge)

source: There are 3 city councils and they are responsible for local government in the cities of Dublin, Cork and Galway
ga: Tá 3 chomhairle cathrach ann agus tá siad freagrach as rialtas áitiúil i gcathracha Bhaile Átha Cliath, Chorcaí agus na Gaillimhe

source: The number of members that can be elected to a council depends on the size of the county's population
ga: Braitheann an líon comhaltaí is féidir a thoghadh le comhairle ar mhéid dhaonra an chontae

source: For example, Cork County Council has 55 members and Carlow County Council has only 18
ga: Mar shampla, tá 55 comhalta i gComhairle Contae Chorcaí agus níl ach 18 gcomhalta ag Comhairle Contae Cheatharlach

source: The number of members in each council is set out in Section 15 of the 2014 Act
ga: Leagtar amach an líon comhaltaí i ngach comhairle in Alt 15 d’Acht 2014

source: The council has jurisdiction or control throughout its administrative area
ga: Tá dlínse nó rialú ag an gcomhairle ar fud a gceantair riaracháin

source: Each council has a chief executive, previously known as city or county manager, who is the manager of the local authority
ga: Tá príomhfheidhmeannach ag gach comhairle, ar ar tugadh bainisteoir cathrach nó contae roimhe seo, a fheidhmíonn mar bhainisteoir an údaráis áitiúil

source: You can find your local authority’s details on the Local Government Management Agency (LGMA) website
ga: Féadfaidh tú teacht ar shonraí faoi d’údarás áitiúil ar láithreán gréasáin na Gníomhaireachta Bainistíochta Rialtais Áitiúil (GBRA)

source: Under the 2014 Act each council administrative area, apart from the 3 Dublin county councils and the 3 city councils, has a system of municipal districts based on electoral areas
ga: Faoi Acht 2014, tá córas de cheantair bhardasacha ag gach ceantar riaracháin chomhairle, seachas ó na 3 chomhairle contae i mBaile Átha Cliath agus na 3 chomhairle cathrach, atá bunaithe ar thoghcheantair

source: Each council has at least two municipal districts
ga: Tá ar a laghad dhá cheantar bhardasacha ag gach comhairle

source: For example, Kilkenny County Council has 3 municipal districts
ga: Mar shampla, tá 3 cheantar bhardasacha ag Comhairle Contae Chill Chainnigh

source: The local authority members elected from these municipal districts take certain decisions in relation to the districts
ga: Déanann na comhaltaí údaráis áitiúil a thoghtar ó na ceantair bhardasacha seo roinnt cinntí maidir leis na ceantair

source: Certain municipal districts may be known as metropolitan districts or borough districts
ga: D’fhéadfaí ceantair chathrach nó ceantair bhuirge a thabhairt ar roinnt ceantair bhardasacha

source: The councils in Dublin and the city councils may establish area committees, but they do not have the same functions as municipal districts
ga: Féadfaidh na comhairlí i mBaile Átha Cliath agus na comhairlí cathrach coistí ceantair a bhunú, ach ní bhíonn an fheidhm chéanna acu a bhíonn ag ceantair bhardasacha
